{
  "fecha_analisis": "2026-02-19T12:15:35.462820",
  "discrepancias_mencionadas": [
    "contradictoria.",
    "confusión de no saber yo los días en que se representaron y por que compañías (Fuentes I, doc.",
    "confusión se patentiza en dos listas de representaciones hechas en 1684-1685 por la compañía de Manuel de Mosquera; aunque tratan evidentemente de una serie de actuaciones que cubren más o menos los m",
    "confusión se origina en la redacción a \n1 Para este sistema de descuentos, véanse Fuentes IV, págs.",
    "contradictoria en cuanto al lugar de la representación.",
    "contradictorias.",
    "discrepancias en cuanto al lugar de las representaciones, el escribano no se extraña, al parecer, de que una compañía hiciese dos actuaciones el mismo día.",
    "conflicto con los de Fuentes V, según los cuales las compañías de Manuel de Vallejo y Manuel de Mosquera representaron juntos El mérito es la corona el día 26 para celebrar el santo de la Reina Madre.",
    "discrepancias entre días de la semana y fechas anotadas en Fuentes I, doc."
  ],
  "problemas_bibliograficos": [
    "dificultades causadas por los pagos tardíos, indicando que causa da confusión de no saber yo los días en que se representaron y por que compañías (Fuentes I, doc.",
    "confusión se patentiza en dos listas de representaciones hechas en 1684-1685 por la compañía de Manuel de Mosquera; aunque tratan evidentemente de una serie de actuaciones que cubren más o menos los m",
    "confusión se origina en la redacción a \n1 Para este sistema de descuentos, véanse Fuentes IV, págs.",
    "problema parecido, cuando Fuentes I ofrece\n\n--- PÁGINA 13 ---\nevidencia incierta sobre la representación por la compañía de Manuel Vallejo y otra sin especificar de Las armas de la hermosura el 23 de ",
    "problema se hace más agudo a medida que avanza el siglo.",
    "PROBLEMAS BIBLIOGRÁFICOS\n\nAl emprender la tarea de identificar los títulos de las comedias que salen en la documentación publicada en tomos anteriores de estas Fuentes, es necesario confrontar varios ",
    "problemas bibliográficos dignos de atención —variantes, distintas impresiones, distintas ediciones, tomos colecticios y comedias desglosadas—.",
    "problemas bibliográficos se encuentra en un interesante artículo de Reichenberger, donde señala la existencia de tres versiones de la Parte I (el tomo genuino; un tomo colecticio; y otro tomo, también",
    "problemas bibliográficos ofrecidos por esta serie de cuarenta y ocho tomos de Comedias escogidas; es por esta razón lo que nos ha parecido indispensable hacer referencia exacta en la Lista de Obras Co",
    "ambigüedades."
  ],
  "atribuciones_dudosas": [],
  "variantes_titulos": []
}